[desk_micro_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="マイクロフォン"
m_InteractText="`GBA_Use` 使う"

[DLC06_Chair_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_Chair_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="尋問椅子を起動する"

[DLC06_Crane_lever_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="電源が落ちている"

[DLC06_Crane_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="クレーンのスイッチ"
m_InteractText="`GBA_Use` 使う"

[DLC06_EyePickup_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="鯨の目"

[DLC06_FakeKey_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="労働者収容所の鍵"
m_InteractText="`GBA_Use` 拾う"

[DLC06_gen_wall_shield_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 閉める")
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="`k が必要"

[DLC06_gen_wall_shield_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="鯨油タンクシールド"
m_InteractText="`GBA_Use` 開ける"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC06_IntChair_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="尋問椅子"
m_InteractText=" `GBA_Use` 尋問開始"

[DLC06_IntValve_Rewind_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="圧力バルブ"

[DLC06_IntValve_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="保管庫のバルブ"

[DLC06_IntValveBase_Twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="機能していない圧力バルブ"
m_InteractText="`GBA_Use` 鯨油を入れる"
m_CannotUseMessage="バルブレンチが必要"

[DLC06_LTD_ExitSewerHatch:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="畜殺場をでる"

[DLC06_LTD_SewerHatch:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="畜殺場に入る"

[DLC06_Machine_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_Machine_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="制御コントロール"

[DLC06_Sewer_lever_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""

[DLC06_Sewer_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="下水道ドアコントロール"
m_InteractText="`GBA_Use` 使う"

[DLC06_SewerEntrance_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_SewerEntrance_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="下水道ドアコントロール"

[DLC06_ShippingCrateBase_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="積み荷"
m_InteractText="`GBA_Use` ロスワイルドを押し込む"

[DLC06_ShippingCrateLid_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="積み荷"
m_InteractText="`GBA_Use` ロスワイルドを押し込む"

[DLC06_UpperEntrance_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_UpperEntrance_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="畜殺場に入る"

[DLC06_UpperExit_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_UpperExit_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="畜殺場をでる"

[DLC06_ValveKey_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="バルブの鍵"

[DLC06_Whale_lever_twk DisTweaks_UsableObject]
m_LockedMessage="ロックされている"

[DLC06_Whale_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鯨の処刑レバー"

[DLC06_WhaleEyePickup_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="鯨の目玉"

[GrannyRecipePot_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鯨の目玉をポットに入れる"

[GrannyRecipePot_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ポット"
m_InteractText=" `GBA_Use` 目玉をポットに入れる"
m_CannotUseMessage="鯨の目玉が必要"

[PunchCard_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="タイムカード"

[PunchCardMachine_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` タイムカード"

[PunchCardMachine_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="タイムスタンプ"
m_InteractText=" `GBA_Use` タイムカード"
m_CannotUseMessage="タイムカードが必要"

[WhaleEye_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鯨の目玉"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

